Repository: drupalprojects/captcha
Catalog: po/*.po
Languages: hu, pl, ru

source: Adds a Captcha to various forms to help prevent spam submissions.
hu: Különféle űrlapokhoz Captcha-t rendel, hogy segítsen megakadályozni a robotok által beküldött spam jellegű beküldéseket.
pl: Dodaje łapirobota (<q>captcha</q>) do różnych formularzy witryny, by ustrzec ją przed niepożądanymi robotami.

source: Administer how and where Captchas are used.
hu: A captcha-k helyének és módjának beállítása.
pl: Zdecyduj jak i gdzie zastawiać pułapki na roboty.

source: Comment form
hu: Hozzászólás beküld űrlap
pl: Formularz dodawania odpowiedzi

source: User login form
hu: Bejelentkezési űrlap

source: User login form block
hu: Bejelentkező blokk

source: User edit form
hu: Felhasználói adatok szerkesztése űrlap

source: User registration form
hu: Felhasználó regisztrációs űrlap

source: User forgot password form
hu: Elfelejtett jelszó újraküldő űrlap

source: User contact form
hu: Személyes kapcsolatfelvételi űrlap
pl: Formularz kontaktowy użytkownika

source: Sitewide contact form
hu: Webhely szintű kapcsolatfelvételi űrlap
pl: Formularz kontaktowy witryny

source: Create a node
hu: Tartalom létrehozása
ru: Создание документа

source: Captcha points for the role @role
hu: %rolename csoportra vonatkozó Captcha beállítások
pl: Miejsca zastawienia pułapek dla rangi @role

source: Type of captcha to use
hu: A használandó captcha típusa
ru: Тип captcha

source: Select what kind of challenge you want to pose to the user.
hu: A felhasználó által megoldandó kihívás típusa

source: Additional response description text
hu: A kiegészítő válasz leírásának szövege

source: This text will be added below the captcha response field.
hu: Ez a szöveg a captcha válasz mezeje alatt fog megjelenni.

source: Override module's form item description
hu: A modul űrlap-elem leírásának felülbírálása

source: Override the captcha module's form item description to the one set above.
hu: A captcha űrlap-elem leírásának cseréje a fent megadottra.

source: Math Question: What is %problem?
hu: Matematikai kérdés: Mennyi %problem?
pl: Zadanie matematyczne: %problem równa się
ru: Математический вопрос: Сколько будет %problem?

source: The answer you entered to the math problem is incorrect.
hu: A matematikai kérdésre adott válasz helytelen.
ru: Введённое вами решение математической задачи не верно.

source: Implements a captcha to registration, comment, contact and node entry forms.
hu: Segítségével Captcha rendelhető a regisztráció, a hozzászólás, a kapcsolatfelvételi és a node hozzáadása űrlapokhoz.

source: SPAM Control
hu: SPAM szűrés

source: Captcha
pl: Łapirobot

source: Captcha Points
pl: Zastawianie pułapek

source: Administer in what forms Captchas are applied.
pl: Ustal w jaki sposób działać mają pułapki na roboty.

source: Enable/Disable captcha points.
pl: Zastaw/rozbrój pułapki.

source: Unable to find Form Store module, Captcha needs it to allow you to change the capcha points.
pl: Nie udało się odnaleźć modułu <q>Form Store</q>. Moduł łapirobota (<q>captcha</q>) potrzebuje go do zmiany miejsc, w których zastawiane są pułapki.

source: Your captcha points were sucessful updated, please configure the challenge options in the other tab.
pl: Lokalizacja pułapek została pomyślnie zaktualizowana. Na drugiej karcie znajdują się ustawienia zadań.

source: Select what kind of challenge you want to pose to the user in each captcha point.
pl: Wskaż, jakiego typu zadanie zostanie przedstawione nieznajomemu, gdy natrafi na pułapkę.

source: The answer you entered to the captcha challenge is incorrect.
pl: Odpowiedź na zadanie jest nieprawidłowa.

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
pl: Rozwiąż proszę powyższe zadanie matematyczne i wprowadź wynik.

source: captcha
pl: łapirobot

source: Adds a Captcha to the registration form.
ru: Добавляет Captcha к форме регистрации.

source: Comment Form
ru: Форма комментариев

source: User Login Form
ru: Форма логина пользователя

source: User Login Form Block
ru: Блок с формой логина пользователя

source: User Edit Form
ru: Форма изменения пользователя

source: User Registration Form
ru: Форма регистрации пользоватея

source: User Forgot Password Form
ru: Форма напоминания пароля пользователю

source: User Contact Form
ru: Контактная форма пользователя

source: Sitewide Contact Form
ru: Контактная форма сайта

source: Captcha Points for the role %role
ru: Точки Captcha для роли %role

source: Select what kind of challenge you want to pose to the user
ru: Выберите тип испытания, которое вы ходите предложить пользователю

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2
ru: Можалуйста решите математическую задачу и введите результат, например для 1+1 введите 2
